Repository: croneter/script.videoextras
Catalog: resources/language/Hungarian/strings.po
Languages: hu

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
hu: Videó Extrák a Filmekhez és Sorozatokhoz

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
hu: Biztosítja a lehetőséget hogy Extrákat adjon hozzá a Videó Médiatárához. Nézze meg a wiki-t a telepítés beállításához.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:VideoExtras
hu: A felszínkészítők keressék fel a wikit a funkciók implementálásához: http://wiki.kodi.tv/index.php?title=Add-on:VideoExtras

# #32001
source: Extras
hu: Extra

# #32002
source: Extras Directory Name
hu: Extrák Könyvtárnév

# #32003
source: Search Nested Directories
hu: Keresés a Beágyazott Könyvtárakban

# #32004
source: Enable Extras with File Tag
hu: Extrák engedélyezése Fájl Tag-ekkel

# #32005
source: Extras File Name Tag
hu: Extrák Fájl Név Tag

# #32006
source: Menu to show after playing an extra
hu: Melyik Menü jelenjen meg egy extra lejátszása után

# #32007
source: Video Selection
hu: Videó Kiválasztása

# #32008
source: Information
hu: Információ

# #32009
source: Home
hu: Otthon

# #32010
source: File System
hu: Fájlrendszer

# #32011
source: Remote Extras Location
hu: Távoli Extrák Helye

# #32012
source: Use Custom Extras Location
hu: Használjon Egyedi helyet az Extrákhoz

# #32013
source: Path
hu: Útvonal

# #32014
source: Custom Movies Sub-Folder
hu: Egyedi Film Alkönyvtár

# #32015
source: Custom TV Shows Sub-Folder
hu: Egyedi Sorozat Alkönyvtár

# #32016
source: Advanced
hu: Haladó

# #32017
source: Force Extras Button Display
hu: Extrák gomb megjelenítésének erőltetése

# #32018
source: Exclude Files Regular Expression
hu: Fájlok kizárása Regurális Kifejezés alapján

# #32019
source: Debugging
hu: Hibakeresés

# #32020
source: Enable debug logging
hu: Naplózás engedélyezése

# #32021
source: Database
hu: Adatbázis

# #32022
source: Enable Database Support
hu: Adatbázis támogatásának engedélyezése

# #32023
source: Operations
hu: Műveletek

# #32024
source: Clean Database And Cache
hu: Adatbázis és gyorsítótár tisztítása

# #32025
source: Use Detailed List Screen
hu: Részletes Listaképernyő használata

# #32026
source: Window to show after exiting detailed list
hu: Melyik ablak kerüljön használatra a részletes listából kilépve

# #32027
source: Allow caching of extras on startup
hu: Extrák gyorsítótárazásának engedélyezése indításkor

# #32028
source: Browse Extras
hu: Extrák böngészése

# #32029
source: Custom Music Video Sub-Folder
hu: Egyedi Klip Alkönyvtár

# #32101
source: Play All
hu: Összes lejátszása

# #32102
source: Info
hu: Infó

# #32103
source: No extras found
hu: Extrák nem találhatóak

# #32104
source: Resume from
hu: Folyatatás innen:

# #32105
source: Start from beginning
hu: Lejátszás az elejéről

# #32106
source: Mark as watched
hu: Megnézettként megjelöl

# #32107
source: Mark as unwatched
hu: Megnézettlenként megjelöl

# #32108
source: Edit title
hu: Cím szerkesztése

# #32109
source: Failed to update title
hu: Cím frissítése sikertelen

# #32110
source: Movies
hu: Filmek

# #32111
source: TV Shows
hu: Sorozatok

# #32112
source: Music Videos
hu: Videóklipek

# #32113
source: Plot
hu: Ismertetö
